Repository: ghislainleblanc/NewTopUI
Catalog: NewTopUI/NewTopUI/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %1$@ of %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@

source: About System Pulse
es: Acerca de System Pulse
fr: À propos de System Pulse

source: Anonymous, non-purgeable memory used by apps and system processes
es: Memoria anónima no purgable usada por apps y procesos del sistema
fr: Mémoire anonyme non purgeable utilisée par les apps et les processus système

source: App
es: Apps
fr: Apps

source: Available
es: Disponible
fr: Disponible

source: Cached
es: En caché
fr: En cache

source: Click for a detailed memory breakdown
es: Haz clic para ver un desglose detallado de la memoria
fr: Cliquer pour afficher le détail de la mémoire

source: Click to show memory summary
es: Haz clic para mostrar el resumen de memoria
fr: Cliquer pour afficher le résumé de la mémoire

source: Compressed
es: Comprimida
fr: Compressée

source: Core %lld: %@
es: Núcleo %lld: %@
fr: Cœur %lld : %@

source: CPU · %lld core
es: CPU · %lld núcleo
fr: CPU · %lld cœur

source: CPU · %lld cores
es: CPU · %lld núcleos
fr: CPU · %lld cœurs

source: DOWN
es: BAJ.
fr: RÉC.

source: File-backed and purgeable memory that macOS can quickly reuse
es: Memoria de archivos y purgable que macOS puede reutilizar rápidamente
fr: Mémoire de fichiers et purgeable que macOS peut réutiliser rapidement

source: Hide monitor
es: Ocultar el monitor
fr: Masquer le moniteur

source: Hide System Pulse
es: Ocultar System Pulse
fr: Masquer System Pulse

source: LIVE · 1 SEC
es: EN VIVO · 1 SEC
fr: EN DIRECT · 1 SEC

source: LIVE · 3 SEC
es: EN VIVO · 3 SEC
fr: EN DIRECT · 3 SEC

source: LIVE · 5 SEC
es: EN VIVO · 5 SEC
fr: EN DIRECT · 5 SEC

source: Memory
es: Memoria
fr: Mémoire

source: Memory details
es: Detalles de memoria
fr: Détails de la mémoire

source: Memory that must remain in physical RAM
es: Memoria que debe permanecer en la RAM física
fr: Mémoire qui doit rester dans la RAM physique

source: NETWORK
es: RED
fr: RÉSEAU

source: Physical RAM not currently assigned to another category
es: RAM física que no está asignada a otra categoría
fr: RAM physique actuellement non attribuée à une autre catégorie

source: Physical RAM occupied by compressed memory
es: RAM física ocupada por memoria comprimida
fr: RAM physique occupée par la mémoire compressée

source: Quit System Pulse
es: Salir de System Pulse
fr: Quitter System Pulse

source: Show System Pulse
es: Mostrar System Pulse
fr: Afficher System Pulse

source: Shows memory categories
es: Muestra las categorías de memoria
fr: Affiche les catégories de mémoire

source: Shows the memory summary
es: Muestra el resumen de memoria
fr: Affiche le résumé de la mémoire

source: Unknown
es: Desconocida
fr: Inconnue

source: UP
es: SUB.
fr: ENV.

source: Use full size
es: Usar tamaño completo
fr: Utiliser la taille normale

source: Use small size
es: Usar tamaño pequeño
fr: Utiliser la petite taille

source: Wired
es: Cableada
fr: Résidente
